{"translation-revision-date":"2023-12-07 15:54:08+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"zh_CN"},"Unavailable in <a>Offline Mode<\/a>":["在<a>离线模式<\/a>下不可用"],"Already have an existing plan or license key? <a>Click here to get started<\/a>":["已有套餐或许可证密钥？ <a>点击此处以开始使用<\/a>"],"By clicking the buttons above, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["点击上方按钮即表示，您同意我们的<tosLink>服务条款<\/tosLink>，以及与 WordPress.com <shareDetailsLink>共享详细信息<\/shareDetailsLink>。"],"Arrow right":["向右箭头"],"Arrow left":["向左箭头"],"Upgrade now to restore Jetpack Search functionality.":["立即升级，以恢复 Jetpack Search 功能。"],"You’ve exceeded the limits available for your search plan.":["您已超出搜索套餐的可用限额。"],"Reduced pricing is a limited offer for the first year and renews at regular price.":["降价是第一年的限时优惠，随后将按正常价格续订。"],"%s not included":["不包含 %s"],"%s coming soon":["即将推出 %s"],"Coming soon":["即将推出"],"Try Jetpack Instant Search for free now":["立即免费试用 Jetpack Instant Search"],"Quick and accurate spelling correction for when your site visitors mistype their search.":["当站点访客的搜索输入出现拼写错误时，可快速准确地更正拼写。"],"See all supported languanges":["查看所有支持的语言"],"Language support for English, Spanish, French, Portuguese, Hindi, Japanese, among others.":["支持语言有英语、西班牙语、法语、葡萄牙语、印地语、日语等。"],"Filtered and faceted searches by tags, categories, dates, custom taxonomies, and post types.":["过滤和分面搜索（按标签、分类、日期、自定义分类法和文章类型）。"],"Real-time indexing, so your search index will update within minutes of changes to your site.":["实时编制索引，这样您的搜索索引将在您的站点发生更改后的几分钟内进行更新。"],"Instant search and filtering without reloading the page.":["即时搜索和过滤，无需重新加载页面。"],"All other questions are handled by our team as quickly as we are able to through the WordPress support forum.":["我们的团队会尽快通过 WordPress 支持论坛处理所有其他问题。"],"Paid customers get dedicated email support from our world-class Happiness Engineers to help with any issue.":["付费客户可以从我们优秀的快乐的工程师那里获得专门的电子邮件支持，帮助解决任何问题。"],"Paid customers can remove branding from the search tool.":["付费客户可以从搜索工具中删除品牌。"],"Unbranded search":["无品牌搜索"],"A search request is when someone visiting your site searches for something.":["搜索请求表示您的站点访客搜索了某些内容。"],"Monthly requests":["每月请求"],"Number of records":["记录数"],"Shows Jetpack logo":["显示 Jetpack 徽标"],"In the free plan, you can continue using the plugin even if you have more than 500 requests for three consecutive months.":["在免费套餐中，即使您连续三个月的请求超过 500 个，您也可以继续使用该插件。"],"500 requests":["500 个请求"],"More about indexing and query limits":["关于索引和查询限制的详细信息"],"In the free plan, you can continue using the plugin even if you have more than 5k records for three months.":["在免费套餐中，即使您三个月的记录超过 5000 条，您也可以继续使用该插件。"],"5k records":["5000 条记录"],"Branding removed":["品牌已删除"],"%1$s requests":["%1$s 个请求"],"%1$s records":["%1$s 条记录"],"For every additional %1$s records or requests, an additional <Price><\/Price> per month will be charged.":["每增加 %1$s 个记录或请求，每月将额外收取 <Price><\/Price>。"],"Starting price based on the number of records for <b>%1$s<\/b>.":["基于 <b>%1$s<\/b> 的记录数量的起始价格。"],"Starting price per month, billed yearly":["每月起始价格（按年计费）"],"%s off":["优惠 %s"],"Tell me more about <jpPlanLimits>record indexing and request limits<\/jpPlanLimits>":["请告诉我有关<jpPlanLimits>记录索引和请求限制<\/jpPlanLimits>的详细信息"],"Search requests":["搜索请求数"],"Site records":["站点记录数"],"Finish":["完成"],"2 of 2":["第 2 步，共 2 步"],"Your search plugin now supports up to %1$s search requests per month.":["您的搜索插件现在支持每月最多 %1$s 条搜索请求。"],"More search requests":["更多搜索请求"],"1 of 2":["第 1 步，共 2 步"],"Thank you for upgrading! Now your visitors can search up to %1$s records.":["感谢您升级！ 现在，您的访客最多可以搜索 %1$s 条记录。"],"Site records increased":["增加了站点记录数"],"Upgrade now and avoid any future interruption!":["立即升级，避免将来出现任何中断！"],"Do you want to increase your site records and search requests?.":["是否要增加站点记录和搜索请求数量？"],"Upgrade now to increase your monthly request limit and avoid interruption.":["立即升级以提高每月请求数限额，避免中断。"],"You’ve exceeded the number of search requests available on the free plan for three consecutive months.":["您已连续三个月超出免费套餐中可用的搜索请求数量。"],"You’ve exceeded the number of search requests available on the free plan for two consecutive months.":["您已连续两个月超出免费套餐中可用的搜索请求数量。"],"You’ve exceeded the number of search requests available on the free plan.":["您已超出免费套餐中可用的搜索请求数量。"],"You’re close to exceeding the number of search requests available on the free plan for three consecutive months.":["您即将连续三个月超出免费套餐中可用的搜索请求数量。"],"You’re close to exceeding the number of search requests available on the free plan for two consecutive months.":["您即将连续两个月超出免费套餐中可用的搜索请求数量。"],"You’re close to exceeding the number of search requests available on the free plan.":["您即将超出免费套餐中可用的搜索请求数量。"],"Upgrade now to continue using Jetpack Search.":["立即升级以继续使用 Jetpack Search。"],"Upgrade now to increase your monthly record limit and avoid interruption!":["立即升级以提高每月记录数限额，避免中断。"],"You’ve exceeded the number of site records available on the free plan for three consecutive months.":["您已连续三个月超出免费套餐中可用的站点记录数量。"],"You’ve exceeded the number of site records available on the free plan for two consecutive months.":["您已连续两个月超出免费套餐中可用的站点记录数量。"],"You’ve exceeded the number of site records available on the free plan.":["您已超出免费套餐中可用的站点记录数量。"],"You’re close to exceeding the number of site records available on the free plan.":["您即将超出免费套餐中可用的站点记录数量。"],"Upgrade now to increase your limits and avoid interruption!":["立即升级以提高限额，避免中断！"],"You’ve exceeded the number of site records and search requests available for the free plan.":["您已超出免费套餐中可用的站点记录和搜索请求数量。"],"You’re close to exceeding the number of site records and search requests available for the free plan.":["您即将超出免费套餐中可用的站点记录和搜索请求数量。"],"Free plan":["免费套餐"],"Upgraded":["已升级"],"Your usage":["您的使用情况"],"If you have recently set up Search, please allow a little time for indexing to complete.":["如果您最近设置了搜索，请稍等一段时间，等待索引编制完成。"],"We're gathering your usage data.":["我们正在收集您的使用情况数据。"],"Indexing %1$s":["索引 %1$s"],"View details":["查看详情"],"Unlimited":["无限制"],"% off":["优惠百分比"],"Jetpack Search Logo":["Jetpack Search 徽标"],"Indeterminate Progress Bar":["不确定的进度条"],"We're gathering your usage data":["我们正在收集您的使用情况数据"],"We were unable to index your content":["我们无法将您的内容编入索引"],"Start for free":["开始免费创建站点"],"Get Search":["获取搜索功能"],"Not included":["不包含"],"Included":["包含"],"More info":["更多信息"],"Instant search uses a dynamic overlay for lightning-fast searching, sorting, and filtering without reloading the page.":["即时搜索使用动态覆盖进行快速搜索、排序和筛选，无需重新加载页面。"],"Once you hit %s indexed records, you'll be upgraded to the next tier. You won't be charged for the new tier until your next billing date.":["您编入索引的记录达到 %s 条后，您将升级到下一个等级。 在下一个计费日期之前，您无需为新等级付费。"],"You're close to the maximum records for this billing tier":["您已接近此计费等级的记录数上限"],"If you have recently set up Jetpack Search, please allow a little time for indexing to complete.":["如果您最近设置了 Jetpack Search，请稍等一段时间，等待索引编制完成。"],"Jetpack's servers ran into a problem when trying to communicate with your site.":["Jetpack 的服务器在尝试与您的站点通信时遇到了问题。"],"other":["其他"],"Record type":["记录类型"],"Summary of the records":["记录摘要"],"<s>%1$s<\/s> records indexed":["<s>%1$s<\/s> 条记录已编入索引"],"Your search index":["您的搜索索引"],"Close.":["关闭。"],"Next":["下一个"],"<s>%1$s<\/s> records indexed out of the <s>%2$s<\/s> allotted for your current plan":["<s>%1$s<\/s> 条记录的索引已从分配给您当前套餐的 <s>%2$s<\/s> 条记录中移除"],"Best-in-class support":["一流的支持"],"14 day money back guarantee.":["14 天退款保证。"],"Error fetching search stats":["获取搜索统计数据时出错"],"Record count":["记录数"],"Pricing will automatically adjust based on the number of records in your search index.":["定价会根据搜索索引中的记录数自动调整。"],"Special introductory pricing, all renewals are at full price. 14 day money back guarantee.":["享受特别推介价格，所有续费均为全价。14 天退款保证。"],"If you grow into a new pricing tier, we'll let you know before your next billing cycle":["如果您进入新的定价阶梯，我们会在您的下一个计费周期前通知您"],"Content displayed within results is updated in real-time":["结果中显示的内容会实时更新"],"Support for 38 languages":["支持 38 种语言"],"Customizable filtering":["可定制的筛选"],"Allow viewers to search through your site's records, lightning fast.":["查看者可以在您的站点记录中进行极速搜索。"],"The best WordPress search experience":["出色的 WordPress 搜索体验"],"Get Jetpack Search":["获取 Jetpack Search"],"Log in to get started":["登录以开始使用"],"Already have a subscription? <connectButton\/>":["已拥有订阅？<connectButton\/>"],"Spelling correction":["拼写校正"],"Supports 38 languages":["支持 38 种语言"],"Powerful filtering":["强大的过滤器"],"Instant search and indexing":["即时搜索和编制索引"],"Magnifying Glass":["放大镜"],"Error fetching search plan…":["获取搜索套餐时出错…"],"Error fetching settings…":["获取设置时出错…"],"Error Update settings…":["更新设置时出错…"],"Icon for the product %s":["产品 %s 的图标"],"\/month, paid yearly":["\/月，按年支付"],"Enable instant search experience <span>(recommended)<\/span>":["启用即时搜索体验<span>（推荐）<\/span>"],"Over 5 million WordPress sites are faster and more secure":["超过 500 万个 WordPress 网站都变得更加快速和安全"],"An error occurred. Please try again.":["出现错误。 请重试。"],"Jetpack Logo":["Jetpack 徽标"],"Help your visitors find exactly what they're looking for, fast":["帮助您的访客快速准确地找到所需内容"],"Edit sidebar widgets":["编辑侧边栏小工具"],"Customize search results":["定制搜索结果"],"Jetpack Search is an incredibly powerful and customizable replacement for the search capability built into WordPress that helps your visitors find the right content.":["Jetpack Search 功能非常强大，且可自定义，可替代 WordPress 内置搜索功能，帮助您的访客找到合适的内容。"],"Offer instant search results to your visitors as soon as they start typing. ":["在您的访客开始输入内容时立即提供搜索结果。 "],"Filter options":["过滤选项"],"Restore Connection":["恢复连接"],"Reconnecting Jetpack":["重新连接 Jetpack"],"Found %s results":["找到 %s 个结果"],"Oldest":["最旧"],"Has a video.":["有一个视频."],"Tag":["标签"],"Post":["文章"],"Page":["页面"],"Has an image.":["具有一张图片。"],"Has multiple images.":["具有多张图片。"],"Toggle search filters.":["切换搜索过滤器。"],"Matching comment.":["匹配评论。"],"Show filters":["显示过滤器"],"Is a product.":["是产品。"],"Is an event.":["是活动。"],"Has audio.":["具有音频。"],"Records are all posts, pages, custom post types and other types of content indexed by Jetpack Search.":["记录是指通过 Jetpack Search 索引的所有文章、页面、自定义文章类型和其他类型的内容。"],"Upgrade Jetpack Search":["升级 Jetpack Search"],"Enable instant search experience (recommended)":["启用即时搜索体验（推荐）"],"Link to learn more about Jetpack.\u0004About":["关于"],"About Jetpack":["关于 Jetpack"],"Relevance":["相关性"],"Set up Jetpack":["设置 Jetpack"],"Jetpack Search":["Jetpack Search"],"By clicking the <strong>%s<\/strong> button, you agree to our <tosLink>Terms of Service<\/tosLink> and to <shareDetailsLink>share details<\/shareDetailsLink> with WordPress.com.":["点击<strong>%s<\/strong>按钮即表示，您同意我们的<tosLink>服务条款<\/tosLink>，并与 WordPress.com <shareDetailsLink>共享详细信息<\/shareDetailsLink>。"],"Priority support":["优先支持"],"An Automattic Airline":["一条 Automattic 线路"],"Updating settings…":["正在更新设置…"],"Updated settings.":["已更新设置。"],"WordPress.com Terms of Service":["WordPress.com 服务条款"],"Shorthand for Terms of Service.\u0004Terms":["条款"],"Automattic's Privacy Policy":["Automattic 的隐私政策"],"Shorthand for Privacy Policy.\u0004Privacy":["隐私权"],"There was an error reconnecting Jetpack. Error: %s":["重新链接 Jetpack 时出错。 错误： %s"],"Information.":["信息。"],"Enable Jetpack Search":["启用 Jetpack Search"],"Learn more":["了解更多"],"Category":["分类"],"Newest":["最新"],"Jetpack":["Jetpack"]}},"comment":{"reference":"jetpack_vendor\/automattic\/jetpack-search\/build\/dashboard\/jp-search-dashboard.js"}}