{"translation-revision-date":"2023-11-07 17:12:14+0000","generator":"GlotPress\/4.0.0-alpha.11","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"zh_CN"},"Learn how to increase your rankings with %1$s":["了解如何使用 %1$s 提高排名"],"We took the liberty of using your website name and logo for the organization name and logo. Feel free to change them below.":["我们冒昧地使用您的网站标题和徽标作为组织名称和徽标。随意在下面更改它们。"],"Finish configuration":["完成配置"],"Personal preferences":["偏好设置"],"SEO data optimization":["SEO 数据优化"],"An error has occurred: %1$s":["出现了一个错误：%1$s"],"We could not save the organization name. Please check the value.":["无法保存组织名称，请检查填写内容。"],"The Yoast indexables squad can't wait to get your site in tip-top shape for the search engines. Help us and take these 5 steps in order to put our Yoast indexables to work!":["Yoast indexables 小队迫不及待地想让您的网站在搜索引擎中处于最佳状态。帮助我们并采取这 5 个步骤，以使我们的 Yoast 可索引文件正常工作！"],"Put the %1$s%2$s indexables squad%3$s to work! Make Google understand your site.":["让 %1$s%2$s 可索引小队%3$s 开始工作！让 Google 了解您的网站。"],"Tell us about your site, so we can get your site ranked!":["告诉我们您的网站，以便我们为您的网站排名！"],"Or go to your SEO dashboard":["转到SEO仪表盘"],"What data will be tracked and for what reasons?":["将跟踪哪些数据以及出于什么原因？"],"We need your help to improve Yoast SEO. Can we collect anonymous information about your website and how you use it?":["我们需要您的帮助来改进 Yoast SEO。我们可以收集有关您的网站以及您如何使用它的匿名信息吗？"],"%s usage tracking":["%s 使用情况跟踪"],"E.g. example@email.com":["例如 example@email.com"],"Sign up for the %1$s newsletter to receive best-practice tips on how to rank, stay up-to-date with the latest SEO news and get guidance on how to use %2$s to the fullest!":["注册 %1$s 时事通讯，以获取有关如何排名的最佳实践提示，了解最新的 SEO 新闻，并获得有关如何充分使用 %2$s 的指导！"],"%s newsletter":["%s 通讯"],"Thank you! Check your inbox for the confirmation email.":["感谢！请检查您的收件箱中的确认邮件。"],"Please enter a valid email address.":["请输入有效的电子邮箱地址。"],"Please be aware that you need to fill out all settings in this step to get the most value out of structured data. %1$sRead more about the importance of structured data%2$s.":["请注意，您需要填写此步骤中的所有设置，才能从结构化数据中获得最大价值。 %1$s详细了解结构化数据的重要性%2$s。"],"Help us out here! Is your site about an organization or a person? ":["在这里帮助我们！您的网站是关于组织还是个人？ "],"Completing this step will help Google to understand your website, and improve your chance of getting %1$srich results%2$s.":["完成此步骤将有助于 Google 了解您的网站，并提高您获得 %1$srich 结果%2$s 的机会。"],"Personal logo or avatar":["个人标志\/头像"],"Select a user":["选择一个用户"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. You're not allowed to update this user profile, so please ask this user or an admin to make sure the information is correct.":["您已选择用户 %1$s 作为此站点所代表的人。此用户配置文件信息现在将用于搜索结果。您无权更新此用户个人资料，因此请询问此用户或管理员以确保信息正确无误。"],"You have selected the user %1$s as the person this site represents. This user profile information will now be used in search results. %2$sUpdate this profile to make sure the information is correct%3$s.":["您已选择用户 %1$s 作为此站点所代表的人。此用户配置文件信息现在将用于搜索结果。 %2$s更新此配置文件以确保信息正确%3$s。"],"Uploading image...":["正在上传图片…"],"Select an option":["选择一个选项"],"Be aware that you should run the SEO data optimization for this configuration to take maximum effect.":["请注意，您应该为此配置运行 SEO 数据优化以发挥最大效果。"],"Let’s analyze your site just like Google does and get those indexables into action by running the SEO data optimization! Our indexables will immediately improve technical issues without you needing to do anything!\n\nIf you have a lot of content, that optimization could take a while. But trust us, it’s worth it! Want to read more, %1$scheck out the benefits of the indexables squad.%2$s":["让我们像 Google 一样分析您的网站，并通过运行 SEO 数据优化将这些可索引的内容付诸实施！我们的 indexable 将立即改善技术问题，您无需做任何事情！\n\n如果您有很多内容，优化可能需要一段时间。但相信我们，这是值得的！想了解更多，%1$s查看可索引小队的好处。%2$s"],"We've already successfully analyzed your site. You can move on to the next step.":["我们已经成功地分析了您的网站。您可以继续下一步。"],"We've successfully analyzed your site!":["已成功分析你的站点！"],"SEO data optimization is running… You can safely move on to the next steps of this configuration.":["SEO数据优化中，你可以继续下一步配置。"],"We need a little more help from you! Add your organization's Facebook and Twitter profile so we can optimize the metadata for those platforms too.":["我们需要您提供更多帮助！添加您组织的 Facebook 和 Twitter 个人资料，以便我们也可以优化这些平台的元数据。"],"You're not allowed to edit the social profiles of this user. Please ask this user or an admin to do this.":["您无权编辑用户 %1$s 的社交资料。请让该用户或管理员执行此操作。"],"Add another profile":["添加其他资料"],"Delete item":["删除项"],"E.g. https:\/\/social-platform.com\/yoast":["例如 https:\/\/social-platform.com\/yoast"],"Other social profile":["其他社交资料"],"E.g. https:\/\/www.wikipedia.com\/yoast":["例如 https:\/\/www.wikipedia.com\/yoast"],"E.g. https:\/\/www.youtube.com\/yoast":["例如 https:\/\/www.youtube.com\/yoast"],"E.g. https:\/\/www.twitter.com\/yoast":["例如 https:\/\/www.twitter.com\/yoast"],"E.g. https:\/\/www.tumblr.com\/yoast":["例如 https:\/\/www.tumblr.com\/yoast"],"E.g. https:\/\/www.soundcloud.com\/yoast":["例如 https:\/\/www.soundcloud.com\/yoast"],"E.g. https:\/\/www.pinterest.com\/yoast":["例如 https:\/\/www.pinterest.com\/yoast"],"E.g. https:\/\/www.myspace.com\/yoast":["例如 https:\/\/www.myspace.com\/yoast"],"E.g. https:\/\/www.linkedin.com\/yoast":["例如 https:\/\/www.linkedin.com\/yoast"],"E.g. https:\/\/www.instagram.com\/yoast":["例如 https:\/\/www.instagram.com\/yoast"],"E.g. https:\/\/www.facebook.com\/yoast":["例如 https:\/\/www.facebook.com\/yoast"],"Could not save this value. Please check the URL.":["无法保存此值。请检查网址。"],"Could not save this value. Please check the URL or username.":["无法保存此值。请检查 URL 或用户名。"],"Email address":["电子邮件地址"],"Oops! Something went wrong. Check your email address and try again.":["哎呀！出问题了。检查您的电子邮件地址，然后重试。"],"Sign up!":["注册！"],"Yoast respects your privacy. Read %1$sour privacy policy%2$s on how we handle your personal information.":["Yoast 尊重您的隐私。请阅读 %1$s 我们的隐私政策 %2$s，了解我们如何处理您的个人信息。"],"Save and continue":["保存并继续"],"Important: We will never sell this data. And of course, as always, we won't collect any personal data about you or your visitors.":["重要提示：我们绝不会出售这些数据。当然，与往常一样，我们不会收集有关您或您的访客的任何个人数据。"],"Yes, you can track my site data":["是的，您可以跟踪我的网站数据"],"No, don’t track my site data":["不，不要跟踪我的网站数据"],"Does your site represent an Organization or Person?":["您的网站是否代表一个组织或个人？"],"Site representation":["现场代表"],"Continue":["继续"],"You can still run the SEO data optimization in the %1$sTools section%2$s. Once that is finished, please refresh this page.":["您仍然可以在 %1$sTools 部分%2$s 中运行 SEO 数据优化。完成后，请刷新此页面。"],"This configuration step is currently disabled, because you're not running the latest version of Yoast SEO Premium. Please update to the latest version (at least %1$s). ":["由于您运行的不是最新版本的 Yoast SEO Premium，因此此配置步骤当前处于禁用状态。请更新到最新版本（至少 %1$s）。 "],"Error stack trace":["错误堆栈跟踪"],"Response":["响应"],"Error message":["错误消息"],"Status code":["状态码"],"Request method":["请求方法"],"Request URL":["请求地址"],"Error details":["错误详情"],"This feature has been disabled since subsites never send tracking data.":["此功能已被禁用，因为子站点从未发送跟踪数据。"],"Stop SEO data optimization":["停止SEO数据优化"],"SEO data optimization is disabled for non-production environments.":["非生产环境下禁用SEO数据优化。"],"This feature includes and replaces the Text Link Counter and Internal Linking Analysis":["该功能包括并取代了文本链接计数器和内部链接分析"],"Start SEO data optimization":["开始SEO数据优化"],"Organization logo":["组织Logo"],"Organization name":["组织名称"],"This feature has been disabled by the network admin.":["网络管理员已禁用此功能。"],"Go back":["返回"],"Save changes":["保存更改"],"Name":["名称"],"Social profiles":["社交个人资料"],"Loading...":["加载中..."],"Website name":["站点名称"],"Twitter":["Twitter"],"Facebook":["Facebook"],"Edit":["编辑"]}},"comment":{"reference":"js\/dist\/first-time-configuration.js"}}